tap 'anchore/grype'
tap 'anchore/syft'
tap 'derailed/k9s'

brew 'azure-cli'
brew 'bash-completion@2'
brew 'bat'
brew 'bat-extras'
brew 'coreutils'
brew 'cosign'
brew 'derailed/k9s/k9s'
brew 'docker-completion'
brew 'git'
brew 'gnupg'
brew 'grype'
brew 'helm'
brew 'helmfile'
brew 'jq'
brew 'nvm'
brew 'pinentry-mac'
brew 'pyenv'
brew 'skopeo'
brew 'syft'
brew 'telnet'
brew 'tmux'
brew 'tree'
brew 'trivy'
brew 'vim'
brew 'zsh-autosuggestions'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'
