vscode "aaron-bond.better-comments"
vscode "ahmadalli.vscode-nginx-conf"
vscode "alefragnani.bookmarks"
vscode "angular.ng-template"
vscode "asciidoctor.asciidoctor-vscode"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-preview-github-styles"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "connor4312.esbuild-problem-matchers"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hansuxdev.bootstrap5-snippets"
vscode "hashicorp.hcl"
vscode "hediet.vscode-drawio"
vscode "ivory-lab.jenkinsfile-support"
vscode "jasonlhy.hungry-delete"
vscode "jinliming2.vscode-go-template"
vscode "k--kato.intellij-idea-keybindings"
vscode "kevinrose.vsc-python-indent"
vscode "maarti.jenkins-doc"
vscode "mads-hartmann.bash-ide-vscode"
vscode "meganrogge.template-string-converter"
vscode "mellowmarshmallow.groovy"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.extension-test-runner"
vscode "ms-vscode.makefile-tools"
vscode "narasimapandiyan.jetbrainsmono"
vscode "orta.vscode-twoslash-queries"
vscode "piotrpalarz.vscode-gitignore-generator"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "sburg.vscode-javascript-booster"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "tomwhite007.rename-angular-component"
vscode "unifiedjs.vscode-mdx"
vscode "vitest.explorer"
vscode "wix.vscode-import-cost"
vscode "xyc.vscode-mdx-preview"
vscode "yoavbls.pretty-ts-errors"
vscode "zignd.html-css-class-completion"
