aaron-bond.better-comments
ahmadalli.vscode-nginx-conf
alefragnani.bookmarks
angular.ng-template
asciidoctor.asciidoctor-vscode
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-preview-github-styles
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
connor4312.esbuild-problem-matchers
dbaeumer.vscode-eslint
docker.docker
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
github.copilot
github.copilot-chat
github.github-vscode-theme
golang.go
gruntfuggly.todo-tree
hansuxdev.bootstrap5-snippets
hashicorp.hcl
ivory-lab.jenkinsfile-support
jasonlhy.hungry-delete
jinliming2.vscode-go-template
k--kato.intellij-idea-keybindings
kevinrose.vsc-python-indent
maarti.jenkins-doc
mads-hartmann.bash-ide-vscode
meganrogge.template-string-converter
mellowmarshmallow.groovy
mikestead.dotenv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.autopep8
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.extension-test-runner
ms-vscode.makefile-tools
narasimapandiyan.jetbrainsmono
orta.vscode-twoslash-queries
piotrpalarz.vscode-gitignore-generator
pkief.material-icon-theme
redhat.vscode-yaml
sburg.vscode-javascript-booster
streetsidesoftware.code-spell-checker
stylelint.vscode-stylelint
tomwhite007.rename-angular-component
unifiedjs.vscode-mdx
vitest.explorer
wix.vscode-import-cost
xyc.vscode-mdx-preview
yoavbls.pretty-ts-errors
zignd.html-css-class-completion
